Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: Hungarian
mvy: ہَن٘گریں

source: I agree
mvy: مہ اتفاق کرانٚت/کرم تُھو

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mvy: مہ کامَن‌ وائساں <termsLink>شرطہ</termsLink> قَبلام تُھو آں <privacyLink> رازَاں نوٹس ہُم</privacyLink>

source: Ibibio
mvy: آئ بی بیو

source: Icelandic
mvy: آئس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mvy: مہ ݜَس بال پکیۡرام تُھو چے ݜَیں جُملی <wikipediaLink>عوامَیں مِلکیَت</wikipediaLink>تھی آں می گائ ݜِواں بُوۡئ اُکھالَیں یاں اِجازہ تُھو۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
mvy: مہ تصدیق کرم تُھو چےۡ ݜُو سوال <publicDomainLink>عوامی ڈومېن</publicDomainLink> والا تُھو آں مے اَس بُوئ اُکھالَیں یاں اجازہ تُھو۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mvy: مہ تصدیق کرم تُھو/کرانٚت چےۡ ݜُو جُملہ <wikipediaLink> عوامی ڈومین والا تھی </wikipediaLink> آں مِگے اس بُوئ اُکھالئیں یعنی اپلوڈ کرئیں اجازہ تُھو۔

source: <icon></icon> Add multiple public domain sentences
mvy: <icon> </icon> عوامی ڈومینَیں څئ/چئ جُملی جمع کرہ

source: Ideally natural and conversational (it should be easy to read the sentence)
mvy: سئیں جُملی استعمال کری چےۡ سئیں پڑھئیں مہ آسان ہُواں/ہوں۔

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mvy: مہ خوش تُھو چے مے کامن وائس نہ کَمواں یادی ایَئیں، کماں مُوٹُھو ڙھس ہوئ یاں رِکاڈ آں خبرخطی وَیں بابتی مہ بِجلی خطی ایں۔

source: I do not agree
mvy: مہ اتفاق نیرانٚت/نیرم تُھو

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mvy: کہ کٹرُو دُوۡیں ماݜؤں کگائ کھیں تے سو مُت ڈیٹاسیٹے بے تُھو۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mvy: اگر کہ ائیں تیں تاں لفظہ تھے/تھو کھیں تے لِکہ <italicizedText> امئیں</italicizedText>۔ بے ݜسی لا/تل اماں پورزئیں/پورژؤں لکھانٚتے/لُکِھگ تھو چےۡ ائیں بلی تُوں گُلاں آڅھے/چھے تے چےۡ بےۡ ݜس عوامی ڈومین مہ چیک کرج/کرِگ آں امان پورزیج/پورژاگ چےۡ الہ کاپی رائیٹ پابندی نی تھی۔ حوالہ جاتوں حوالہ ہِن مُتی تفصیل معلوم کرئیں یاں کریا زاں <guidelinesLink> ہدایاتواں صفحہ لا/تل ٹک کری </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mvy: اگر کہ ریکارڈنٚگ مہ آواز نہ بَئیل خالی زائے ہُوں یا منٚز زَوک ہُنلُو تے تس ریکارڈنٚگ اَلُو دِی آں دوبارہ کری۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mvy: کہ ݜس فائلاں بارہ مہ تیرئ گی معلومات تھی کھیں، زؤں ملی بال بنہ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mvy: ݜس فائیلاں بارہ مہ تُوۡ مُتیۡ گی تفصیلات دینٚت/دی تُھو کھیں تے زاں مل رابطہ کرہ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
mvy: کہ جُملہ بُول ݜَیں شرطؤں لا پُوری نی تھی کھیں تے “نَیں“ بٹنہ لا ٹک کرہ۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mvy: کہ جُملہ بُو تل ݜَئیں شرطؤں تل پُوئیر نی تھی کھئیں &quot;کگا &quot; کھبُوئ کِھن٘گئیں بٹنہ تل ٹک کری۔ کہ تُو جُملہ پڑے سُگا پورزی تُھو نئی کھئیں تے اس پھت کرے مُوٹُھو لھنٚگہ۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
mvy: کہ ایک جُملہ کہ مہ اڅھک مشقُلا ہو یا روݜٹِرَیں یاں بِگ ہُون٘دُوں مثالاں طور لا فحش مواد ہو یا <communityGuidelines> کمیونٹی پارٹیسیپیشن گائیڈلائنزَیں</communityGuidelines> مخالفت ہُون٘دُوں تے تس جُملہ ہرگِشے کگائ (رد کری)۔ تُس کہ بال مُوٹُھو ہرَیں یاں غرضی ہُون٘دُوں تے زؤں ملی<emailFragment>commonvoice@mozilla.com</emailFragment> لا رابطہ کری۔

source: If the sentence meets the criteria above, click the "Yes" button.
mvy: کہ جملہ بُو تلہۡ ݜَیں شرطؤں لا پُوریۡ تھی کھیں "آں" بٹنہ لا ٹک کرہ۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mvy: جُملہ شرطؤں تل پُوئیر ہُنلُو تے &quot;قبلوں &quot; بٹن تل ٹک کری۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
mvy: کہ جُملہ بُو تل ݜَئیں شرطؤں تل پُوئیر نی تھی کھئیں &quot;کگا &quot; کھبُوئ کِھن٘گئیں بٹنہ تل ٹک کری۔ کہ تُو جُملہ پڑی سُگا پورزی/پورژی تُھو نَیں کھئیں تے اس پھت کرے مُوٹُھو لن٘گھہ۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mvy: کہ تی مُوٹھیوں ݜے بِگ څیز ایگا چہ ݜیں لنٚگِھل بنیلیۡ/ منِل بلیوں مہ سو نی ہو کھیں تے تاں ہیاں صِدقہ ہِن فیصلہ کرہ۔ کہ تو گتہ ہُم فیصلہ نیرہانٚلُوں کھیں تے پھت کرَیں یاں بٹنہ لا/ تل ٹک کرے تے مُوٹُھو مُت رکارڈِن٘گے بہ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mvy: کہ تُو اس <strong>ݜُوں ہَیں تُھو </strong> آں اسی لا <strong> پو ہُوئ تُھو </strong> کھیں اُو <strong> منظُوور ہویں یاں قابل </strong> کٹرُو تُھو۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
mvy: کَم لک دیسؤں مہ کہ زَیں تی مِلیۡ رابطہ نیر کھیں، زاں مِلیۡ ݜس بجلی خطی لا رابطہ کری<emailLink>{ $email }،</emailLink> تے بے تی مِلیۡ لازمی بال الاؤ کرا تھہ!

source: If you don't see your language in either part of the platform, select both.
mvy: کہ تُو تَیں ژیب پلېٹ فارماں بھژدو حصیُوں مہ نی ڇی تُھو کھیں بھژدُو خوش کرہ۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mvy: کہ تُو یا تیں تنظیم ݜس پراجیکٹاں کریا گی دیں یاں غرضی ہوندُوں تُس زَیں مرگلتیائیں ٹولئ ملی بال بنی<emailFragment>commonvoice@mozilla.com</emailFragment>یا تاں <donateLink>تحفہ</donateLink> ݜلہ ڇِہے گلی۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
mvy: کہ تُو حصہ گلَیں مہ بِگ گرانی یاں شِکار تُھو کھیں پاتُو بہ لہ گیں ٹیم تَیں ژِباں بُٹ مواد تُو ایکٹھی نھال۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mvy: کہ تُو ASR ماڈل سن٘دَیں کریا سامان نھالیۡ تُھو کھیں کمیُونٹی مہ <discourseLink> بال الاؤ کرئیں زائ (ڈِسکورس) لا </discourseLink> خلکؤں ملی رابطہ کرہاں تُھو۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
mvy: کہ تُو ڈېٹا سیٹاں بابتی مہ چېرو بِگ بنئیں یاں غرضی تُھو، پلېٹ فارم چئرئیں یاں پروگرامہ مہ خرچہ کیریۡ تُھو یا مرگلتیائں موقی نھالیۡ تُھو کھیں <emailFragment>زَیں ٹک لک کرہ۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
mvy: کہ تِگے گتہ نھالَئیں جُملی بارژی تھی کھیں تے زؤں ملیۡ مُتیۡ جُملی جمع کرَیں مہ مدد کرہ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mvy: کہ تے ݜے لیل‌ہُوۡئ تھی چے ادائیگیں وجہۡ نہ <strong>پو نی ہُووُژ تُھو/ہوزات</strong> یا اسی مہ <strong>ڈاپاتیاں غوغا چو زیات تُھو</strong>، یا <strong>مژ مہ مُتُوۡیں چے خلکہ بلہ بناں تھو</strong> کھیں تے کٹرُو کگالُوں کگائ (رد کری)۔ <accuracyLink> سُون٘ݜیۡرَیں یاں بارہ مہ معلومات</accuracyLink> نھالی۔

source: Igbo
mvy: اِگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mvy: مئیں اُس ساتی اک ذاتی نخ یا مقصد سندہ څھے کامن وائیس پروگراماں کراں۔ می ملی شامل ہُونٚگلے مشینوں کراں ڇھڇیائے چہ واقعا منٚز خلق بلی گِشی منانٚتے { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mvy: مہ رضا تُھو ݜس بلی لا چےۡ تُوۡ ݜس معلوماتاں خیال ݜے راڇھی تُھو گِشے چےۡ موزیلائیں <privacyLink>رازداریں پالیسی</privacyLink> مہ بنژی تُھو۔

source: Include appropriate citation
mvy: صحیح حوالہ جات شامل کری

source: Includes email, username & demographic info, available right away
mvy: اسی مہ بجلی خط، چلان٘لاں نؤں آں وطنَیں پَت، ہُویان٘کی موجودگی ٹَل تھی

source: Includes mp3s and related sentences, may take some time to prepare
mvy: اسی مہ mp3 آں اسیں متعلق جملی تھی، ایوں تیار کرَیں مہ سَہتوک بے تھی۔

source: Indonesian
mvy: اِنڈونیشیَیں

source: Indus Kohistani
mvy: اباسیْن کوستَیں

source: Information about the language
mvy: ژِباں بارہ مہ معلومات

source: In Progress
mvy: کام روان تُھو

source: Interested in getting involved with this project, or partnering with us?
mvy: زَیں ݜُو منصوبہ مہ شامِل ہوئیں یاں یا زؤں ملی ٹَل ہوئیں یاں غرضی تُھوئی؟

source: Interested in learning more and contributing to the project?
mvy: مُت سِڇھیں یاں شوقی تُھو یی آں پراجیکٹ مہ حصہ ہری تُھو یی؟

source: Interface language:
mvy: اِنٹَرفیسَیں ژیب

source: Interlingua
mvy: اِنٹرلِنگوا

source: Interlingue
mvy: اِنٹرلِنۡگی

source: [interrupted by background noise]
mvy: [ڈاپات شُورے مداخلت کرچھی]

source: Intersex
mvy: مُخنث

source: Invalid file
mvy: غلط فائیل

source: Irish
mvy: آئرلینڈی

source: IsiNdebele (North)
mvy: اِسِن ڈِبِلی (شمالی)

source: IsiNdebele (South)
mvy: اِسِن ڈیبیلے (شمال)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mvy: <isoCodeLink> آئ‌ایس او کوڈہ</isoCodeLink>کہ معلوم ہُون٘دُوں

source: Is the clip valid?
mvy: ݜُو کَٹرو منظُور ہول تُھو ییۡ؟

source: Italian
mvy: اِٹلیں

source: It contains words or phrases that are hard to read or pronounce.
mvy: اسی مہ ݜے لفظہ یا جملی شامل تھی چے سَیں ادا کرؤں گران تُھو۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
mvy: 100 نہ بُوۡئ ژِبہۡ واں خلکہ چے سَیں زاں کریل کماں تمہ لا ہوں تھو اِ اِواں کریا ڈیٹاسیٹ سن٘دَیں، چلَیں تے سم کرَیں لا کالَیں دش لاکھ ڈالرؤں ہاری٘ خرچہ ای تُھو۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
mvy: 100 نہ بُوۡئ ژِبہۡ واں خلکہ واں کریا ڈیٹاسیٹ سن٘دَیں، چلَیں تے سم کرَیں لا کالَیں دش لاکھ ڈالرؤں ہاری٘ خرچہ ای تُھو۔ <strong>کہ تُس ݜے کمَیں قدر کراں تھو کھیں آژ زؤں لا صدقہ کری!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
mvy: </africaMradiLink>کمیونٹی پُرگِرامہ<africaMradiLink> چلؤں، پلیٹ فارمہ مہ بہتری اؤں تے ڈیٹاسیٹ محفوظ کرؤں آں خلکہ واں کریا انٹرنیٹہ لا نھیلَیں لا چو زیات خرچہ ای تُھو۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
mvy: ݜُو بال چئ اہم تھی چے صرف سَیں جُملی قدر اپلوڈ کری چے کؤں <publicDomain>عوامی ڈومېنَیں</publicDomain> ہوں cc0) تے چے کامن وائس صرف cc0 لھېن٘سسہ لا جاری ہُوئ تُھو۔ جُملہ صرف ݜے صورتی مہ قدر اپ لوڈ کرہ کلہۡ چے تیں پکوۡ یقین ہو آں اِواں مُون٘ڈ معلوم ہو۔

source: It is written in a language different than what I’m reviewing.
mvy: مہ چہ گی نہالانٚت، اُو تس نہ مُئیت زب مہ لکزل تھی۔

source: It is written in a language different than what I’m speaking.
mvy: کؤں ژیب چے مہ دم تُھو اُو تسی نہ بدل تھی

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
mvy: حوالی دېوں چو لازمی تُھو ݜے چے بے نھالِگ چے ݜَیں جُملی عوامی تھی گی نئ آں اېوں لا کاپی رائیٹاں گی قانُون تُھو گی نئ۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
mvy: کامَن وائس سَن٘دؤں ٹقل نی تھی! بے کِیالو نےرِگ تھہ۔ زاں مِلیۡ مرگلئ ہوئ یاں غرضی تُھویی؟ بے تیۡ نہ ݜُون٘یں خوش تھہ۔

source: Izhorian
mvy: اِزہوری

source: Japanese
mvy: جھاپانَیں

source: Javanese
mvy: جاوَیں

source: Join Discord Community
mvy: ڈسکارڈ کمیُونٹی مہ ٹل ہو

source: Join the Common Voice mailing list
mvy: کامن وائساں خطی وَیں لیشی ٹَل ہو

source: Join us on Discord
mvy: ڈسکارڈ لا زَیں مِلہ

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
mvy: ݜس نوٹاں تی ہلالیں گِشے بانُوں سو شُو ایک دُو جُملیُوۡں مہ جواب دے۔ بس ݜس خیال رڇھہ چےۡ جُملی اچھ اِسپُور نی ہوں۔

source: Just Unsure?
mvy: سَم پت نی تھی؟

source: Kabardian (East Circassian)
mvy: کباردیائ (سُراُکیۡ سرکیشیائ)

source: Kabyle
mvy: کابائل

source: Kalasha
mvy: کلاشا

source: Kalenjin
mvy: کلِنجِن

source: Kalkoti
mvy: کلکوٹی

source: Kannada
mvy: کَناڈا

source: Kaqchikel
mvy: کَک چِکیل

source: Kara
mvy: کارا

source: Karakalpak
mvy: کاراکال پَک

source: Kashmiri
mvy: کشمیری

source: Kateviri
mvy: کتہ ویری

source: Kazakh
mvy: قازقستانَیں

source: { $kb }kb max
mvy: چو نہ چو { $kb } ک‌ب

source: Keep
mvy: چھہ

source: Keep it up, record again <recordIcon></recordIcon>
mvy: ہئ کرؤ! کام جاری رڇھہ، گتہ ٹېپ کرہ<recordIcon></recordIcon>

source: Keep the recordings
mvy: ریکارڈ کریل کام اماں گے رڇھہ

source: Keep track of your progress and metrics across multiple languages.
mvy: مُختلف ژِبؤں مہ تاں کریل کمہۡ واں اما گائ رِکاڈ رڇھہ۔

source: Keep track of your progress with a profile
mvy: تاں پورفائل سن٘دے تَیں ترقی یاں رِکاڈ رڇھہ

source: Keep track of your progress with a profile and help our voice data be more accurate.
mvy: پروفائلہ ہِن تاں کماں رِکاڈ رڇھہ آں زَیں اوازَیں معلومات (ڈیٹا) صحیح رڇھَیں مہ زَیں مدد کرہ۔

source: Kelabit
mvy: کیلابِٹ

source: Kenyah
mvy: کینیا

source: Khmer
mvy: خمِر

source: Khowar
mvy: کُھوار

source: K'iche'
mvy: کے ایچی

source: Kichwa
mvy: کِچوا

source: Kidaw'ida
mvy: کداوِدا

source: Kikuyu
mvy: کی کُویو

source: Kinyarwanda
mvy: کِنیروَنڈا

source: Kohistani Shina
mvy: کوہستانی شینا

source: Kom
mvy: کومی

source: Komi-Zyrian
mvy: کومی-زیرین

source: Konkani (Devanagari)
mvy: کونکانی (دیوانگری)

source: Korean
mvy: کُوریَیں

source: Kuku
mvy: کوکو

source: Kurmanji Kurdish
mvy: کُرمانجی کردی

source: Kyrgyz
mvy: کِرغِزی

source: Language
mvy: ژیب

source: Language Fundamentals (e.g. Digits, Letters, Money)
mvy: زبئیں/ژِباں بنیادی څزہۡ (لکہ ہندسی، حرفہ، پیس)

source: Language Request
mvy: ژِباں درخواست

source: Language request successfully submitted, thank you.
mvy: ژِباں درخواست کامیابی ہِن جمع ہُوگا۔ شُکھریہ

source: Languages
mvy: ژِبہ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
mvy: ژِبہۡ واں تاں قانونہ ہوں تھو آں تَیں ضرتی ہوں تھی۔ کہ ایک ژِبہۡ کاں ݜے خاص گی قانون نی ہُون٘دُوں تے ان٘گرزی یاں قانون لیل ہو تھو۔

source: Language Text
mvy: ژِبَیں لِکیلیۡ

source: Lao
mvy: لاوَیں

source: Large bulk sentence submission
mvy: څئ/چئ جُملی ایگٹھی جمع کرؤں

source: Large scale corporates and platform companies
mvy: گھیں دَرجاں کارپُوۡریٹہ آں پلیٹ فام کمپنیہ

source: Last Updated: { $lastUpdatedTimeStamp }
mvy: { $lastUpdatedTimeStamp } لا آخری ہیش اپڈیٹ ہُوتُھو

source: Latgalian
mvy: لَٹگالی

source: Latvian
mvy: لٹویائیں

source: Laugh
mvy: ہاسیۡ

source: Launched
mvy: کُھلاؤ ہُو تھی

source: Laz
mvy: لاز

source: Leaderboard Visibility
mvy: لیڈربورڈاں پشژؤں

source: Learn about partnerships with Common Voice
mvy: کامن وائسہ مِلیۡ مرگَلتیاں بارہ مہ سِڇھہ/ڇِڇہ

source: Learn how to check a transcription
mvy: نقل نہالؤں سڇھی

source: Learn how to take part
mvy: سِڇھہ، اسی مہ گِشے حِصہ ہراں تھہ

source: Learn how to transcribe
mvy: لفظ بہ لفظ نقل کرؤں سِڇھہ

source: Learn how to use this page
mvy: ݜس پن٘ڑوۡ گِشے چلاں تھو سِڇھہ

source: Learn More
mvy: مُت سِڇھہ

source: Leaving now means you’ll lose your changes
mvy: ہِئیں پھت کرے بییوں مطلب ݜُو تھی چہ تئیں کریل کام لاء بَݜَت۔

source: Leaving now means you'll lose your progress
mvy: ہِئیں پھت کرے بېوں تاں کرېلوۡ کام لاء دېوں تُھو

source: Length
mvy: ڙِگیۡ یار/ہار

source: Let's Get Started
mvy: ای لہ شروع کرِگ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
mvy: گِھن٘ل ژیب دِوُژ تھی تسی مہ حرفہ سُون٘ݜ /صحیح ہوں پکار تھہ۔ مثال ݜُو "*" رُوسی ژِباں حرف تُھو ولے ان٘گرزی‌ مہ کلَیں استعمال نی ہوئ تُھو، ݜُو وجیۡ ہِن اُو ان٘گرزیں مُون٘ڈ لِکیل مہ گولہ لیل ہوں پکار نی‌تُھو۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mvy: LibriSpeech تقریبا 1000 گین٘ٹی وَیں ان٘گرزیں بلی یی تے اوازاں کِتابؤں نہ پڑژیلی بلی تھی کؤں چے LibriVox project پراجیکٹ نہ اؤژی تھی۔

source: License
mvy: اِجازہ

source: License: <licenseLink>CC-0</licenseLink>
mvy: اجازہ<licenseLink>نَقَل</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mvy: اِجازہ <licenseLink>{ $license }</licenseLink>

source: Ligurian
mvy: لِگُوری

source: Lingala
mvy: لِنگالا

source: Link Copied
mvy: کڑہ نقل ہُوگا

source: Links to websites that can help us understand the language
mvy: سَیں ویب سائٹاں واں دَن کڑی کاں چے زؤں ژِبہ لا پورژَیں مہ مدد کرہاں تھہ

source: Listen
mvy: ݜُویں

source: Listening
mvy: ݜُن٘وَئیں

source: Listen options menu
mvy: اختیاراتَیں لیش ݜُون٘یں

source: Listen-Queue
mvy: ݜُوَیں۔کَنار

source: Lithuanian
mvy: لِتھوینیَیں

source: Loading…
mvy: ایں والا تُھو…

source: Loading sentences…
mvy: جُملی لوڈ ہُوئینتی۔۔۔۔۔

source: Localized
mvy: زیب/ژیب گُھریلیۡ

source: Log In
mvy: کُھنی لن٘گھہ

source: Login Identity
mvy: کُھنیۡ لَن٘گھَئیں پُنیاکی

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mvy: <loginLink>کُھنی لن٘گھی (لاگ اِن) </loginLink>یا <loginLink>اماں ٹل (سائن اپ) کرہ </loginLink> توۡ بیکتُوک جُملی شامل کرہاں۔

source: Log in or sign up to get started
mvy: شُروع کرَیں یاں کریا کُھنی لن٘گھی یا ٹل ہو۔

source: Log In / Sign Up
mvy: کُھنی لن٘گھہ/ٹل ہو

source: Log In / Sign Up with { $company } email
mvy: مژے لنگھ/اماں { $company } یی ای میل کھیں گڈ کرہ

source: Log Out
mvy: ڙُھوۡیں نِکہ

source: Lojban
mvy: لوجبائ

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
mvy: ݜے لک لِکیلیۡ نھالہ چے سېوں لا کاپی رائٹ قانون نی ہو۔ مثالاں طور لا اکثر سَیں کِتابہ چے کاں 1920 نہ مُوٹِھن چاپ ہُو تھو

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mvy: لیل ݜے ہوئ تھی چے ݜس ژِبہۡ مہ ݜُون٘وَیں یاں کریا مُت کٹرو نی تھو۔کم لک اواز ٹیپ کرے لین٘ڑ پورَیں مہ زَیں مدد کری۔

source: Luganda
mvy: لُگانڈا

source: Luxembourgish
mvy: لَگزَمبرگی

source: Macedonian
mvy: مَقدُونیَیں

source: Mada
mvy: ماڈا

source: Maithili
mvy: میٹھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mvy: بلی شروع کرَیں نہ مُوٹھِن ݜس بال پکیرا چے پلیٹ فارم کام کیری تُھو آں ݜُو گتہ چے اُو صرف تے بند ہو کلہ تُوں بس کیری کھیں۔

source: Make sure the sentence meets the following criteria:
mvy: ݜس بال پکی را چہ جُملی منڅَور دَئیل ݜَئیں شرطؤں تل پُوئیر تھی۔

source: Make sure they can be answered in just a couple of sentences
mvy: ݜس بال پکیۡرائ چےۡ اِواں جواب دُویں جُملیُوں مہ پُور ہو

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mvy: تاں جمع کریل مواد کتُک ہو سؤں بے نؤں ابادیں معلومات ہِن پوری۔ بے اس خلکؤں پشَیں نہ مُوٹھِن ناشنئ را گ تھہ۔

source: Malagasy
mvy: مالاگاسی

source: Malay
mvy: مَلائ

source: Malayalam
mvy: مَلایَلَم

source: Male
mvy: مېشوال

source: Male/Masculine
mvy: میشوال

source: Maltese
mvy: مالٹَیں

source: Manage Email Subscriptions
mvy: بجلی خطی اَیَیں یاں ترتیب برابر کرہ

source: Manage Subscriptions
mvy: سبسکرپشناں انتظام برابر کرہ

source: Manx
mvy: منخ

source: Mapudungun
mvy: میپُوڈن٘گی

source: Marathi
mvy: مراثھی

source: <mark>Check</mark>
mvy: <mark>نھال لہ</mark>

source: <mark>Data</mark>
mvy: <mark>معلومات</mark>

source: <mark>Prompt</mark>
mvy: <mark>سِڇھیان٘لی بال</mark>

source: <mark>Respond</mark>
mvy: <mark>جواب دے</mark>

source: <mark>Transcribe</mark>
mvy: بَنیلیۡ لِکہ

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
mvy: </mark>تاں تحقیقاں دَن<mark><br/></mark>سی وی استعمال کیریۡ تُھویی؟<mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
mvy: <mark>زَیں تیں مدد</mark><br/><mark>پکار تھی</mark>۔

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
mvy: مېٹرکس اېک کُھلاؤ آں اچھہۡ لک پروٹوکول تُھو چے اُو غېر مرکزی، موجُودہ وختہ مہ رابطاں کریا سن٘دژی تُھو آں موزېلاں خوش کرېل بہزاں پلېٹ فارم تُھو۔

source: Maximum file size: 25 MB
mvy: فائلاں سائزاں آخری حد: 25 ایم بی تُھو

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mvy: ہوسی زاں <homepageLink>سامُوٹھ پن٘ڑہۡ</homepageLink>مہ تے مدد مِل؟ تپُوس کرَیں یاں کریا زاں <matrixLink>مېٹرِکس کمیُونٹی مہ بلی وَیں زائ</matrixLink> مہ ٹل ہو۔ وېب سائٹَیں مسیۡلیُوں لا نظر رڇَھیں یاں کریا <githubLink>گِٹ ہب</githubLink> لا بئ یا <discourseLink>زَیں بال الاؤیں زائ</discourseLink> لا ڈوک ہو۔

source: MB
mvy: ایم بی

source: Mbo
mvy: مبو

source: Meadow Mari
mvy: ماری رُن٘گ /میڈو

source: Meaning
mvy: مطلب

source: Media and Entertainment
mvy: میڈیا تے ناٹ پھار

source: Medumba
mvy: میدُمبا

source: Meetei Lon
mvy: میٹی لون

source: Message
mvy: جواب/پیغام

source: Michoacán Mazahua
mvy: مچاوکن مزاہاو

source: Minimum sentences in file: 1000
mvy: فائلہ مہ کَم نہ کَم جُملی: 1000

source: [Mismatched content]
mvy: اوان مِلال مواد

source: Misreadings
mvy: اَوان پَڑژیل

source: Missing an 's' at the end of a word.
mvy: لفظاں ساوات مُوں کٹ ہول ہو۔

source: Missing an <strong>'s'</strong> at the end of a word.
mvy: لفظاں آخرہ مہ <strong>ہ</strong>دھری تُھو

source: Missing 'A' or 'The' at the beginning of the recording.
mvy: ٹیپ کرَیں یاں سامُوٹ مُواں لفظ ڇھن٘ڙېل ہو/ٹېپ نی ہول ہو۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mvy: ٹیپ کرَیں یاں شُروع مہ </strong>یا</strong>ایک<strong> دھری تُھو

source: Missing the end of the last word by cutting off the recording too quickly.
mvy: رِکاڈِن٘گ چو ژن٘ڑُوں بند کرے، لَفظاں ساوات مُو دھرا چھی۔
